Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/_alle_monner_drar.html.tmx
Source language: nob
Languages: sme

source: – Alle monner drar
sme: – Buot ávkkuha

source: Sametingsrådet er glad for at regjeringen følger opp stortingsmeldingen om samiskundervisning med dagens lekkasje fra statsbudsjett for 2024.
sme: Sámediggeráđđi lea ilus go ráđđehus čuovvula stuoradiggedieđáhusa sámegiela oahpahusa birra 2024 stáhtabušeahtas, nugo odne lea boahtán ovdan.

source: I dag la regjeringen fram en samisk pakke på 37 millioner som skal bidra til å styrke de samiske lærerutdanningene.
sme: Odne ovdanbuvttii ráđđehus 37 miljovnna ruvdnosaš sámi páhka mii galgá nannet sámi oahpaheaddjeoahpu.

source: Det fortalte kunnskapsminister Tonje Brenna under et besøk på Komsa skole i Alta onsdag.
sme: Dan dagai máhttoministtar Tonje Brenna go finai Gorravári skuvllas guossis.

source: – Med 60 prosent prosent frafall fra samiskopplæringen så er det klart at alle monner drar, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: – Go sámegiela oahpahusas lea 60 proseantta heaitin, de diehttelasat buot ávkkuha, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Samisklærere prioritet på Sametinget
sme: Sámediggi vuoruha sámegieloahpaheddjiid

source: I 2022 og 2023 har Sametinget og regjeringen jobbet med en egen stortingsmelding om samiskopplæring.
sme: Sámediggi ja ráđđehus leat 2022:s ja 2023:s bargan sierra stuoradiggedieđáhusain sámegieloahpahusa birra.

source: – Stortingsmeldingen har omfattet tiltak i barnehage, skole og høyere utdanning som skal sørge for at vi får utdannet flere samisklærere.
sme: –Stuoradiggedieđáhusas leat doaibmabijut mánáidgárddiid, skuvllaid ja alitoahpu váste mat galget fuolahit ahte oažžut eambbo sámegieloahpaheddjiid.

source: Det er helt klart vært et prioritert område fra Sametinget å jobbe med rekruttering av lærere og bedre rammene for fjernundervisning, sier Mikkelsen
sme: Sámediggi lea áibbas čielgasit vuoruhan bargat oahpaheddjiid rekrutteremiin ja gáiddusoahpahusa rámmaid buoridemiin, dadjá Mikkelsen.

source: Sametingets liste til regjeringen
sme: Sámedikki listu ráđđehussii

source: Sametinget hadde med seg omfattende liste til regjeringen på hvordan styrke samiskopplæring og rekruttere samisklærere.
sme: Sámedikkis lei ráđđehussii viiddis listu das movt sámegieloahpahusa sáhttá nannet, ja movt sámegieloahpaheddjiid sáhttá rekrutteret.

source: Listen omfatter etablering av samisk språkombud, sikre samiske læremidler, etablering av fjernundervisningssentre, endringer i barnehageloven, ordninger som sikrer samisklærere lønn under utdanning og flere samiske studietilbud.
sme: Listtus earret eará lea sámi giellaáittardeaddji ásaheapmi, sámi oahpponeavvuid sihkkarastin, gáiddusoahpahusguovddážiid ásaheapmi, mánáidgárdelága rievdadeapmi, ortnegat mat sihkkarastet sámegieloahpaheddjiide bálkká go leat váldime oahpu, ja eambbo sámi oahppofálaldagat.

source: – Denne listen viser at det har vært lite satsing på samiskopplæring i de siste årene og at behovene er store.
sme: – Dát listu čájeha ahte maŋimuš jagiid leat hui unnán vuoruhan sámegieloahpahusa, ja ahte leat stuora dárbbut.

source: Jeg skulle gjerne hatt flere tiltak i dagens lekkasje, men å styrke samisk fjernundervisning er riktig og viktig, sier Mikkelsen.
sme: Dain dieđuin mat odne leat boahtán ovdan, ledjen háliidit oaidnit eambbo doaibmabijuid, muhto sámegiela gáiddusoahpahusa nannen lea riekta ja dehálaš, dadjá Mikkelsen.

source: Enighet og uenighet
sme: Ovttaoaivilvuohta ja guovtteoaivilvuohta

source: Samarbeidet mellom Sametinget og regjeringen har vært preget av stor uenighet.
sme: Lea leamaš ollu guovtteoaivilvuohta Sámedikki ja Ráđđehusa ovttasbarggus.

source: Sametinget gikk til brudd i konsultasjonene på den nye opplæringsloven da samiske barn ikke fikk styrket sine rettigheter.
sme: Sámediggi botkii konsultašuvnnaid ođđa oahpahuslága birra go sámi mánát eai ožžon iežaset vuoigatvuođaid nannejuvvot.

source: Likevel fant de sammen omkring stortingsmelding og tiltakene den varslet.
sme: Goitge šattai ovttaoaivilvuohta stuoradiggedieđáhusa ja doaibmabijuid birra mat das dieđihuvvojedje.

source: – At vi måtte gå til brudd på konsultasjonene på opplæringsloven økte forventningene til at tiltakene i stortingsmeldingen skulle følges opp.
sme: – Go šattaimet botket konsultašuvnnaid oahpahuslága birra, de lassánedje vuordámušat stuoradiggedieđáhusa doaibmabijuid čuovvuleapmái.

source: Det er en god start at vi får dagens pakke.
sme: Lea buorre álgu go oažžut otná páhka.

source: Oppfølging av Sannhets- og forsoningskommisjonens rapport blir et viktig neste steg og jeg ser frem til å ta tak i dette sammen med regjeringen, sier sametingsråden.
sme: Duohtavuođa- ja soabadankommišuvnna raportta čuovvuleapmi šaddá dehálaš boahtte lávki ja mun illudan bargagoahtit dáinna ovttas ráđđehusain, dadjá sámediggeráđđi.
